# api id, hash
API_ID = 111111111
API_HASH = 'API_HASH'

# задержка между подключениями к аккаунтам
ACC_DELAY = [1, 15]

# тип прокси
PROXY_TYPE = "socks5" # http/socks5

# папка с сессиями (не менять)
WORKDIR = "sessions/"

# использование прокси
USE_PROXY = True # True/False

# автоулучшение True = включено, False = выключено
AUTO_UPGRATE = True

# если автоулучшение = True, то будет прокачиваться до заданного уровня
MULIVALUE = 10
COINLIMIT = 10
FILLRATE = 10

hello ='''              _                               __  _        
 _ __    ___ | |_  _   _   __ _  ___   ___   / _|| |_  ___ 
| '_ \  / _ \| __|| | | | / _` |/ __| / _ \ | |_ | __|/ __|
| |_) ||  __/| |_ | |_| || (_| |\__ \| (_) ||  _|| |_ \__ \\
| .__/  \___| \__| \__, | \__,_||___/ \___/ |_|   \__||___/
|_|                |___/        

'''
